---
kind: enumMember
id: F:Autodesk.Revit.DB.PartType.Elbow
enum: Autodesk.Revit.DB.PartType
zh: 管件、弯头、三通
source: html/4182a378-a3cc-7f0c-87b3-d230c2540267.htm
---
# Autodesk.Revit.DB.PartType.Elbow

**中文**: 管件、弯头、三通

Elbow part type